<template>
  <div class="read">
    <div class="head">
      <h1 style="text-align: center;">注册须知 服务条款</h1>
    </div>
    <div class="Text">
      <p>非常感谢您使用陕西省西安市道路客运联网售票平台(下称本网站)提供的各项服务。为了保护您的合法权益，请您在使用本网站提供的各项服务前仔细阅读以下内容。</p>
      <p>1、本网站提供的服务</p>
      <p>本网站是陕西省交通运输厅道路运输管理局投资建设的陕西省道路客运联网售票官方网站，为广大社会公众提供免费的陕西省道路客运实时票务信息查询，车站班次查询，车站信息查询和车票销售等多项服务。</p>
      <p>1.1.接受条款</p>
      <p>即意味着承诺接受与此项服务相关规则的规定和条款。本网站有权根据需要不时地制定、修改本条款或各类规则，如本条款有任何变更，本网站将在网站上刊载公告，通知予用户。如用户不同意相关变更，必须停止使用"服务"。各类规则会在发布后生效，亦成为本条款的一部分。您登录或继续使用"服务"将表示您接受经修订的"条款"。请用户务必在注册之前认真阅读全部服务协议内容，如有任何疑问，可向本网站咨询。无论用户事实上是否在注册之前认真阅读了本服务条款，只要用户点击"确认"按钮并按照本网站注册程序成功注册为用户，用户的行为仍然表示其同意并签署了本服务协议。</p>
      <p>2.禁止倒卖和恶意行为</p>
      <p>2.1您理解并完全同意，您使用本网站购订票而获得的车票和任何服务或任何资料，禁止向任何第三方倒卖，您将承担因倒卖而产生的一切法律责任和后果包括但不限于民事赔偿责任、刑事责任、罚款等。本网站及前述渠道将对您永久终止售票服务。</p>
      <p>2.2您理解并完全同意，您使用本网站购订票而获得的车票，如果连续三次发生退票行为，本网站及前述渠道将暂停为您提供售票服务；如您一年内多次发生前述退票行为，本网站及前述渠道将会视为恶意行为对您永久终止售票服务，除非您有充分的证据证明退票行为的合理性。</p>
      <p>3.免费服务申明</p>
      <p>根据第1条内容，您在本网站进行的查询和购票等操作均为免费服务。但是，根据交通部《汽车客运站收费规则》和陕西省交通运输厅、陕西省物价局《陕西省汽车客运站收费实施细则》规定，您在退票时将要向始发车站支付退票手续费。退票手续费的标准见退票功能网页提示，退票手续费将在退还您已支付的票款时从中扣除。车票遗失不补。如您有疑问，请拨打我们的客服电话。</p>
      <p>4.用户注册</p>
      <p>4.1 注册义务</p>
      <p>如您在本网站注册，您同意：(a) 根据本网址所刊载的会员资料表格的要求，提供关于您或贵公司的真实、准确、完整的资料；(b) 维持并及时更新会员资料，使其保持真实、准确、完整和反映当前情况。</p>
      <p>4.2 会员注册方式、注册名、密码和保密</p>
      <p>注册方式：a)点击网站上的用户注册，根据提示内容完成注册。b)用户在输入购票者信息时，系统会提示您需要注册。您须自行负责对您的会员注册名和密码保密，且须对您在会员注册名和密码下发生的所有活动承担责任。您同意：(a) 如发现任何人未经授权使用您的会员注册名或密码，或发生违反保密规定的任何其他情况，您会立即通知本网站；(b) 确保您在每个上网时段结束时，以正确步骤离开本网站。本网站不能也不会对因您未能遵守本款规定而发生的任何损失或损毁负责。</p>
      <p>5.注册信息和隐私保护</p>
      <p>5.1本网站拥有本网站账号（即本网站用户ID）的所有权，用户完成注册申请手续后，获得本网站帐号的使用权。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引发的争议纠纷，并对纠纷发生所带来的后果，本网站不负任何责任。</p>
      <p>5.2用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知本网站。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，本网站不承担任何责任。</p>
      <p>5.3本网站不向第三方提供或对外公开单个用户的注册资料，除非：</p>
      <p>（1）事先获得用户合法的书面授权；</p>
      <p>（2）只有透露你的个人资料，才能提供你所要求的产品和服务；</p>
      <p>（3）根据有关的法律法规要求；</p>
      <p>（4）按照相关政府主管部门的要求；</p>
      <p>（5）为维护本网站的合法权益。</p>
      <p>6.交易系统</p>
      <p>6.1系统完整性</p>
      <p>您同意，您不得使用任何装置、软件或例行程序干预或试图干预www.scqckypw.com网站的正常运作或正在本网站上进行的任何交易。您不得采取任何将不合理或不合比例的庞大负载加诸本网站网络结构的行动。您不得向任何第三者披露您的密码，或与任何第三者共用您的密码，或为任何未经批准的目的使用您的密码。如果您违反上述规定，将对由此引起的不利后果负责。
      </p>
      <p>6.2不作商业性利用</p>
      <p>您同意，您不得对使用本网站而获得的服务和任何资料作商业性利用，包括但不限于在未经本网站事先书面批准的情况下，复制在本网站上展示的任何资料。</p>
      <p>7 .终止或访问限制</p>
      <p>您同意，本网站可自行全权决定以任何理由终止您的"服务"密码、帐户或您对"服务"的使用，并删除和丢弃您在使用"服务"中提交的资料"。本网站同时可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供"服务"或其任何部份。您同意，根据本条款的任何规定终止您使用"服务"之措施可在不发出事先通知的情况下实施，并承认和同意，本网站可立即使您的帐户无效，或撤销您的帐户以及在您的帐户内的所有相关资料和档案，和/或禁止您进一步接入该等档案或"服务"。帐号终止后，本网站没有义务为您保留原帐号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。此外，您同意，本网站不会就终止您接入"服务"而对您或任何第三者承担任何责任。</p>
      <p>8.违反规则会有什么后果</p>
      <p>在不限制其他补救措施的前提下，发生下述任一情况，本网站可立即发出警告，暂时中止、永久终止您的会员资格，以及删除您在网站上展示的任何其他资料：</p>
      <p>(i) 您违反本条款；</p>
      <p>(ii) 本网站无法核实或鉴定您向本网站提供的任何资料；</p>
      <p>(iii) 本网站相信您的行为可能会使您、本网站用户或通过本网站提供服务的服务供应商发生任何法律责任。</p>
      <p>在不限制任何其他补救措施的前提下，倘若发现您从事涉及本网站的诈骗活动，本网站可暂停或终止您的帐户。</p>
      <p>9.服务"按现状"提供</p>
      <p>本网站会尽一切努力使您在使用本网站的过程中得到乐趣。遗憾的是，本网站不能随时预见到任何技术上的问题或其他困难。该等困难可能会导致数据损失或服务中断。为此，您明确理解和同意，您使用"服务"的风险由您自行承担。"服务"以"按现状"和"按可得到"的基础提供。本网站明确声明不作出任何种类的所有明示或暗示的保证。本网站对下述内容不作保证：(i)"服务"会符合您的要求；(ii)"服务"不会中断，且适时、安全和不带任何错误。</p>
      <p>10.赔偿</p>
      <p>您同意，因您违反本条款或经在此提及而纳入本条款的其他文件，或因您违反了法律或侵害了第三方的权利，而使第三方对陕西省汽车客运票务网提出索赔要求，您必须赔偿陕西省汽车客运票务网因此而发生的损失（包括司法费用和其他专业人士的费用）。</p>
      <p>11.无代理关系</p>
      <p>您与本网站仅为独立订约人关系。本条款无意结成或创设任何代理、合伙、合营、雇用与被雇用或特许权授予与被授予关系。</p>
      <p>12.链接</p>
      <p>"服务"或第三方支付均可提供给其他互联网网站或资源的链接。由于本网站并不控制这些网站和资源，您承认并同意，本网站并不对这些外在网站或资源的可用性负责，且不认可这些网站或资源上或可从这些网站或资源获取的任何内容、宣传、产品、服务或其他材料，也不对其负责或承担任何责任。您进一步承认和同意，对于任何因使用或信赖从此类网站或资源上获取的此类内容、宣传、产品、服务或其他材料而造成（或声称造成）的任何直接或间接损失，本网站均不承担责任。</p>
      <p>13.不可抗力</p>
      <p>对于因本网站合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使本网站延迟或未能履约的，本网站不对您承担任何责任。</p>
      <p>14.转让</p>
      <p>陕西省汽车客运票务网转让无需经您同意。</p>
      <p>15.其他规定</p>
      <p>本条款受中华人民共和国大陆地区法律的管辖。倘若本条款任何条款或规定被裁定为无效或不可强制执行，并不影响其余条款和规定的效力，其余条款和规定仍应执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。本网站未就您或其他人士的某项违约行为采取行动，并不表明本网站撤回就任何继后或类似的违约事件采取行动的权利。</p>
      <p>16.仲裁</p>
      <p>因本条款或本网站服务所引起或与其有关的任何争议应提交中国西安仲裁委员会根据其适用的仲裁规则进行仲裁裁决。</p>
      <p>17.举报</p>
      <p>发现任何违反本条款的情况，请通知本网站。</p>
      <p>18.责任范围</p>
      <p>您明确理解和同意，本网站不对因下述任一情况而发生的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿：(i) 使用或未能使用"服务"； (ii) 未经批准接入或更改您的传输资料或数据；(iii) 任何第三者对"服务"的声明或关于"服务"的行为；(iv) 因任何原因而引起的与"服务"有关的任何其他事宜，包括疏忽。</p>
    </div>
  </div>

</template>

<script>
export default {
  name: 'read'
}
</script>

<style scoped>
* {
  margin: 0;
  padding: 0;
}
body {
  display: block;
  font-size: 12px;
  color: #666;
  font-family: "微软雅黑",Arial, Helvetica, sans-serif;
  line-height: 26px;
  text-align: center;
}
.read {
  background-color: #fff;
  border: 1px solid #e9e9e9;
  height: auto;
  margin-bottom: 16px;
  overflow: hidden;
  width: 100%;
}
.read .head {
  background: url(../assets/img/bd.png) repeat scroll 0 0 transparent;border-bottom: 1px solid #eaeaea;
  height: 37px;
  line-height: 37px;
  padding-right: 10px;
  width: 100%;
}
h1 {
  font-weight: bold;
  margin: 0;
  padding: 0;
}
.Text {
  clear: both;
  font-size: 14px;
  line-height: 24px;
  margin: 20px;
  overflow: hidden;
  padding-bottom: 20px;
  text-align: justify;
  width: 100%;
}
.Text p {
  font-size: 16px;
  margin: 26px 0;
  text-indent: 2em;
  text-align: left;
}
</style>