<template>
  <div class="purchase">
    <dl>
      <dt>购票须知</dt>
      <dd>
        1、西安汽车客运票务网支持销售：成人票、儿童半票、成人携带免票儿童票。手机端及代理点均不支持成人携带免票儿童票的购买，若需请登入西安汽车客运票务网（www.scqckypw.com）或者直接到始发车站购买。
      </dd>
      <dd>
        2、因网络售票价格为各车站提前上传之价格，若因特殊情况导致实际车票价格与预售车票价格不符，请与始发车站联系并按照车站的规则进行处理。
      </dd>
      <dd>
        3、网络购票受限于用户当前所处的网络信号及第三方支付平台、车站网络等，购票中可能存在支付成功、购票失败现象，请务必在支付完成后在个人中心中查看您的订单状态以最终确认您的车票是否购买成功。
      </dd>
      <dd>
        4、网上购票时，同一注册用户，每笔订单限购5张车票，每日限3笔订单。每张车票对应一个有效证件号，每一个有效证件号码每个班次限购1张车票。
      </dd>
      <dd>5、订单生成后，请在30分钟内支付。</dd>
      <dd>6、本网站售票采取实名制，购买车票需填写乘车人身份证。</dd>
      <dd>7、成人及身高超过1.5米的儿童须购买全价票，供给座位。</dd>
      <dd>8、身高1.2米至1.5米的儿童购买半价儿童票，供给座位。</dd>
      <dd>
        9、身高1.2米以下儿童属免票儿童，须由购买了“成人票”，并在“是否携带1.2米以下儿童”选项中选择“是”的一名成人带领下免费乘车。
        一张“成人票”最多可以携带一名免票儿童，免票儿童无座位。一名成人携带免票儿童超出一名时，应为超出的儿童购买儿童半票，儿童半票供给座位。
      </dd>
      <dd>
        10、旅客随身携带乘车的物品，每一张全票可免费10千克，每一张儿童票可免费5千克；体积不能超过0.05立方米，长度不能超过1.8米，并以能放置本人
        座位下或车内行李架上为限。超过规定时，其超过部分按行包收费；占用座位时，按实际占用座位数购票。
      </dd>
      <dd>
        11、网上购票、手机购票等方式已经完成支付的情况下，允许旅客于检票口关闭前任意时间进行取票。电话订票未进行支付的情况下，旅客必须于购票后24小时内、发车前2小时取票。
      </dd>
      <dd>
        12、本人取票必须凭借有效身份证或取票验证码。代替他人办理时，需要凭借代办人身份证、购票人身份证或购票人身份证复印件等。
      </dd>
      <dd>13、军残票等特殊票请到始发站专用窗口优先购票。</dd>
      <dd>14、请妥善保管车票，车票遗失不补，责任自负。</dd>
      <dd>
        15、网上购票、手机购票时，如旅客尚未获取纸质客票，可以采用网站自行退票；电话订票可通过电话方式进行退票。若已经取得纸质客票，需要到乘车客运站办理退票手续。旅客到客运站办理退票手续时，需先取纸质客票再办理退票手续。
      </dd>
      <dd>
        16、旅客办理网上退票、手机退票手续后10个工作日内，系统将应退票款退还至您的支付账户内。
      </dd>
      <dd>
        18、因您个人原因包括但不限于提供错误乘车人姓名、身份证号码、手机号码、发车班次、发车时间、联系人信息等导致购票错误，四川汽车客运票务网和始发站均不承担任何法律责任。
      </dd>
    </dl>
  </div>
</template>
<script>
export default {
  name: 'purchase',
}
</script>
<style scoped>
.purchase {
  padding: 1.25rem;
}
dl,
dd,
dt {
  font-family: 'Microsoft YaHei', \5fae\8f6f\96c5\9ed1, arial, \5b8b\4f53;
}
dl {
  color: #444;
  margin: 0;
  padding: 0;
}
dd {
  margin: 0;
  font-size: 1.125rem;
  color: #6e6e6e;
  line-height: 1.5;
  padding: 5px 0 5px 45px;
  text-indent: 2em;
}
dt {
  margin: 0;
  font-size: 1.125rem;
  color: #00618b;
  line-height: 2;
}
</style>